{
	"menu-and-footer": {
		"index": {
			"en": "home",
			"el": "αρχική"
		},
		"tomatis": {
			"en": "tomatis",
			"el": "tomatis"
		},
		"nlp": {
			"en": "nlp",
			"el": "nlp"
		},
		"links": {
			"en": "links",
			"el": "σύνδεσμοι"
		},
		"contacts": {
			"en": "contacts",
			"el": "επικοινωνία"
		},
		"footer-certifications": {
			"en": "International Certifications: NLP Practitioner & Master Practitioner, Tomatis Level 1 & 2.",
			"el": "Διεθνείς πιστοποιήσεις: NLP Practitioner & Master Practitioner, Tomatis Level 1 & 2."
		}
	},
	"index": {
		"01": {
			"type": "article-main",
			"image": "./images/bench-conversation.png",
			"en": {
				"heading": "Welcome!",
				"body": "Our website is dedicated to the development of our emotional, cognitive and motor skills, through music and language. <br></br> At <em>εισακοή</em> we use the TOMATIS method, supported by NLP (Neuro-Linguistic Programming) tools, aiming mainly to improve listening and speaking functions.<br></br></br>The aural-vocal loop is a complex, higher psychosomatic function, which involves the hearing organs, the nervous system and the vocal organs.<br></br></br> So by focusing on the problem areas of this loop, we can not only correct them, but at the same time illuminate areas of our inner world that may need special care - sometimes from another specialist in the corresponding field. <br><br>Have a good tour and please leave us a message!"
			},
			"el": {
				"heading": "Καλωσορίσατε!",
				"body": "O ιστότοπός μας είναι  αφιερωμένος στην ανάπτυξη των συναισθηματικών, γνωστικών και κινητικών ικανοτήτων μας, μέσα από την μουσική και την γλώσσα.<br></br> Στην εἰσακοή χρησιμοποιούμε την μέθοδο TOMATIS, πλαισιωμένη με εργαλεία του ΝΓΠ (Νευρογλωσσικός Προγραμματισμός - NLP), στοχεύοντας κυρίως στο να βελτιώσουμε τις λειτουργίες ακρόασης και φώνησης.<br></br>Ο βρόγχος ακρόασης - επεξεργασίας - φώνησης αποτελεί μια πολύπλοκη ψυχοσωματική λειτουργία, η οποία εμπλέκει τα όργανα της ακοής, το νευρικό σύστημα και τα όργανα της φώνησης.<br></br>Εστιάζοντας λοιπόν στις προβληματικές περιοχές αυτού του βρόγχου, μπορούμε όχι μόνο να τις διορθώσουμε, αλλά ταυτόχρονα να φωτίσουμε περιοχές του εσωτερικού μας κόσμου που ίσως χρειάζονται ιδιαίτερη φροντίδα - κάποτε από άλλον ειδικό θεραπευτή στον τομέα αυτό. <br><br>Καλή περιήγηση!"
			}
		},
		"02": {
			"type": "article-blockquote",
			"image": "./images/Alfred.png",
			"en": {
				"heading": "\"Listening is to hearing, what aiming is to sight.\"",
				"body": "—Dr. ENT Alfred Tomatis (1920 - 2001)"
			},
			"el": {
				"heading": "\"Η ακρόαση είναι για την ακοή, ότι η στόχευση για την όραση.\"",
				"body": "—ιατρός ΩΡΛ Άλφρεντ Τοματίς (1920 - 2001) "
			}
		},
		"03": {
			"type": "article-main",
			"image": "./images/loop.png",
			"en": {
				"heading": "Listening - Processing - Vocalizing (a')",
				"body": "At εισακοή, we do not deal with damage or diseases of the organs of hearing and speech, for the treatment of which ENT doctors are responsible.<br></br>Instead, we focus on improving the acoustic-phonological loop on a psychosomatic level, as you will see in detail below.<br></br>It is possible that the organs of hearing and phonation are completely healthy and yet the acoustic-phonological loop has a degraded function.<br></br>This degradation can be temporary or chronic and due to factors such as anxiety, depression, insomnia, chronic fatigue, difficulty concentrating, loss of meaning, etc.<br></br> Gradually (especially when chronic) these factors lead the psychosomatic listening system to partial inactivity, further disconnecting us from the \"outside\" world and burdening our emotional and cognitive state."
			},
			"el": {
				"heading": "Ακρόαση - Επεξεργασία - Φώνηση (α')",
				"body": "Στην εἰσακοή δεν ασχολούμαστε με βλάβες ή παθήσεις των οργάνων της ακοής και της φώνησης, για την θεραπεία των οποίων υπεύθυνοι είναι οι ιατροί ΩΡΛ.<br></br>Αντίθετα εστιάζουμε στην βελτίωση του ακουστικο-φωνολογικού βρόγχου σε ψυχοσωματικό επίπεδο, όπως θα δείτε αναλυτικά στην συνέχεια.<br></br>Μπορεί τα όργανα ακοής και φώνησης να είναι απολύτως υγιή και παρ’όλα αυτά o ακουστικό-φωνολογικός βρόγχος να έχει υποβαθμισμένη λειτουργία.<br></br>Η υποβάθμιση αυτή μπορεί να είναι προσωρινή ή χρόνια και να οφείλεται σε παράγοντες όπως άγχος, κατάθλιψη, αϋπνία, χρόνια κόπωση, δυσκολία συγκέντρωσης, απώλεια νοήματος κ.ά.<br></br>Σταδιακά (ιδιαίτερα όταν χρονίσουν) οι παράγοντες αυτοί οδηγούν το ψυχοσωματικό σύστημα ακρόασης σε μερική αδράνεια, αποσυνδέοντας μας περαιτέρω από τον “έξω” κόσμο και επιβαρύνοντας την συναισθηματική και γνωστική μας κατάσταση. "
			}
		},
		"04": {
			"type": "article-main",
			"image": "./images/loop.png",
			"en": {
				"heading": "Listening - Processing - Vocalizing (b')",
				"body": "When hearing is impaired, the brain does not process and analyze sounds properly, even though the person hears well. It is therefore necessary to help the brain recover the correct processing and analysis of sounds.<br></br>The brain is particularly sensitive to sudden changes that it cannot predict. So, while you might ignore the neighbor's dog barking for the umpteenth time, you would be surprised and would definitely get your attention if the dog suddenly changed barking rythm! The unexpected changes trigger the brain to focus on the stimulus. Thus we are able to stimulate the brain if we expose it to suddent, unexpected changes of sounds.<br></br>By gradually training the brain to BE AWARE of the auditory stimuli, the acoustic-phonological loop is adjusted and automatic changes occur in the pronunciation / recitation / singing (voice timbre, rhythm, clarity).<br></br>This is due to the fact that the brain can now listen not only to the sounds and voices of the environment, but also to our own voice."
			},
			"el": {
				"heading": "Ακρόαση - Επεξεργασία - Φώνηση (β')",
				"body": "Όταν η ακρόαση διαταράσσεται, ο εγκέφαλος δεν επεξεργάζεται και δεν αναλύει σωστά τους ήχους, παρόλο που το άτομο ακούει καλά. Είναι επομένως απαραίτητο να βοηθήσουμε τον εγκέφαλο να ανακτήσει τη σωστή επεξεργασία και ανάλυση των ήχων.<br></br>Ο εγκέφαλος είναι ιδιαίτερα ευαίσθητος σε αιφνίδιες αλλαγές που δεν μπορεί να προβλέψει. Έτσι, για παράδειγμα, ενώ μπορεί να αγνοείτε το σκυλί του γείτονα που γαβγίζει για πολλοστή φορά, θα αιφνιδιαζόσασταν και θα προσέλκυε σίγουρα την προσοχή σας εάν ο σκύλος ξαφνικά άλλαζε ρυθμό! Οι απροσδόκητες αλλαγές λοιπόν ενεργοποιούν τον εγκέφαλο στο να εστιάσει στο ερέθισμα. Άρα λοιπόν μπορούμε να ενεργοποιήσουμε τον εγκέφαλο αν τον εκθέσουμε σε ξαφνικές, απροσδόκητες αλλαγές ηχητικών ερεθισμάτων.<br></br>Εκπαιδεύοντας σταδιακά τον εγκέφαλο να ΠΡΟΣΕΧΕΙ τα ακουστικά ερεθίσματα ο ακουστικο-φωνολογικός βρόγχος ρυθμίζεται και αυτομάτως επέρχονται αλλαγές στην φώνηση / απαγγελία / τραγούδι (χροιά φωνής, ρυθμός, ευκρίνεια).<br></br>Αυτό οφείλεται στο γεγονός ότι ο εγκέφαλος μπορεί πλέον να ακροάται όχι μόνο τους ήχους και τις φωνές του περιβάλλοντος, αλλά και την ίδια την φωνή μας. "
			}
		},
		"05": {
			"type": "article-blockquote",
			"image": "./images/Erotokritos_and_Arethousa.png",
			"en": {
				"heading": "\" Of all that is good in a man, words have grace, to make every heart take comfort; and he who possesses to speak with knowledge and manner, makes the eyes of men both weep and laugh.\"",
				"body": "—Vincenzo Cornaro \"Erotokritos\""
			},
			"el": {
				"heading": "\" Aπ' ό,τι κάλλη έχει άνθρωπος, τα λόγια έχουν τη χάρη, να κάμουσιν κάθε καρδιάν παρηγοριά να πάρει· κι οπού κατέχει να μιλεί με γνώσιν και με τρόπον, κάνει και κλαίσιν και γελούν τα μάτια των ανθρώπων.\"",
				"body": "— Βιντζέντου Κορνάρου “Ερωτόκριτος”"
			}
		},
		"06": {
			"type": "article-main",
			"image": "./images/loop.png",
			"en": {
				"heading": "What exactly is NLP?",
				"body": "NLP is the acronym for Neuro Linguistic Programming. NLP is a model of communication and behavior that studies patterns of behavior and interaction between the brain (\"neuro\"), language (\"linguistic\") and the body.<br></br> From the perspective of NLP, it is this interplay that creates either the efficient or the ineffective behavior of the individual and is responsible for the functions behind human superiority or pathology.<br></br> NLP teaches ways and methods of communication - first with ourselves and then with those around us - where through expression (verbal & non-verbal) we program our \"nervous\" system into behaviors that are healthy for us and those around us."
			},
			"el": {
				"heading": "Τι ακριβώς είναι ο NΓΠ (NLP);",
				"body": "NLP είναι το ακρώνυμο του Neuro Linguistic Programming που μεταφράζεται στα Ελληνικά ως Νεύρο Γλωσσολογικός Προγραμματισμός.<br></br>Είναι ένα μοντέλο επικοινωνίας και συμπεριφοράς το οποίο μελετά τα πρότυπα συμπεριφοράς και αλληλοεπίδρασης μεταξύ του εγκεφάλου («νεύρο»), της γλώσσας («γλωσσολογικός») και του σώματος.<br></br> Από την οπτική γωνία του NLP, αυτή η αλληλοεπίδραση είναι που δημιουργεί είτε την αποδοτική είτε την μη αποδοτική συμπεριφορά του ατόμου και είναι υπεύθυνη για τις λειτουργίες που βρίσκονται πίσω από την υπεροχή ή την παθολογία του ανθρώπου.<br></br> Το NLP διδάσκει τρόπους και μεθόδους επικοινωνίας – πρωτίστως με τον εαυτό μας και έπειτα με τους γύρω μας – όπου μέσω της έκφρασης (λεκτικής & μη λεκτικής) προγραμματίζουμε το «νευρικό» μας σύστημα σε συμπεριφορές υγιείς για εμάς και τους γύρω μας."
			}
		},
		"07": {
			"type": "article-main",
			"image": "./images/loop.png",
			"en": {
				"heading": "How can Tomatis method and NLP can help me?",
				"body": "These methods - as they are used at εισακοή - can help with problems in the following areas: <br></br> <ul class=\"fs-500 text-soft\"><li>Attention</li><li>Learning</li><li>Speech & Language - Song & Music</li><li>Incorporating foreign language</li><li>Body mobility and coordination</li><li>Emotions regulation</li><li>Autism spectrum disorders</li></ul>"
			},
			"el": {
				"heading": "Πώς ακριβώς μπορεί να με βοηθήσει η μέθοδος TOMATIS πλαισιωμένη από τον ΝΓΠ;",
				"body": "Οι μέθοδοι - όπως χρησιμοποιούνται στην εἰσακοή - μπορούν να βοηθήσουν σε προβλήματα στους πιο κάτω τομείς: <br></br> <ul class=\"fs-500 text-soft\"><li>Προσοχή</li><li>Μάθηση</li><li>Ομιλία & Γλώσσα - Τραγούδι & Μουσική</li><li>Ενσωμάτωση ξένων γλωσσών</li><li>Κινητικές δεξιότητες και συντονισμός</li><li>Διαχείριση των συναισθημάτων</li><li>Διαταραχές του φάσματος του αυτισμού</li></ul>"
			}
		}
	},
	"tomatis": {
		"01": {
			"type": "article-video",
			"image": "./images/Alfred.png",
			"video": "./videos/What is the Tomatis Method_en.mp4",
			"en": {
				"heading": "What is the Tomatis method?<br><li><a href=\"www.tomatis.com\">www.tomatis.com</a></li>",
				"body": "The Tomatis Method offers children, adults, and seniors one of the most innovative and advanced neurosensory stimulation training programs to improve brain function. <br><br> Backed by numerous studies, the Tomatis Method is commonly used to improve motor skills as well as emotional and cognitive abilities. Its unique technology modifies music and voice in real time to improve brain stimulation."
			},
			"el": {
				"heading": "Τι ακριβώς είναι η μέθοδος Tomatis;<br><li><a href=\"www.tomatis.com\">www.tomatis.com</a></li>",
				"body": "H μέθοδος Τomatis, προσφέρει σε παιδιά, ενήλικες και ηλικιωμένους ένα καινοτόμο και εξειδικευμένο πρόγραμμα νευροδιέγερσης το οποίο βελτιώνει την λειτουργία του εγκεφάλου. <br><br>Η αποτελεσματικότητα του προγράμματος υποστηρίζεται από πληθώρα μελετών και συνήθως χρησιμοποιείται για τη βελτίωση των κινητικών δεξιοτήτων καθώς και των συναισθηματικών και γνωστικών λειτουργιών. Η αποτελεσματικότητά του έγκειται στην διαμόρφωση της φωνής και της μουσικής σε πραγματικό χρόνο."
			}
		},
		"02": {
			"type": "article-main",
			"image": "./images/tomatis-steps.png",
			"en": {
				"heading": "What are the steps of the method?",
				"body": "In order to see the best possible results, it is very important to follow the approved therapy procedure. The procedure consists of 4 steps: <br><br> <em>1</em> - Initial appointment<br><br><em>2</em> - A listening test to identify the problem areas <br><br><em>3</em> - Listening sessions conducted at home with the equipment we will provide<br><br><em>4</em> - The self-work during the breaks of the method and after the end of the therapy. <br><br> * The first and second steps can be conducted at the same appointment."
			},
			"el": {
				"heading": "Ποια είναι τα στάδια της μεθόδου;",
				"body": "Για να επιτύχει κανείς τα καλύτερα δυνατά αποτελέσματα, είναι πολύ σημαντικό να ακολουθήσει το εγκεκριμένο πρωτόκολλο. Η διαδικασία αποτελείται από 4 στάδια: <br><br> <em>1</em> - Αρχική συνάντηση. <br><br><em>2</em> - Έλεγχος της ικανότητας ακρόασης, για εντοπισμό των προβληματικών περιοχών.<br><br><em>3</em> - Ακρόαση ειδικά διαμορφωμένης μουσικής στο σπίτι, χρησιμοποιώντας τον παρεχόμενο εξοπλισμό. <br><br><em>4</em> - Εργασία στο σπίτι με συγκεκριμένες ασκήσεις μεταξύ των διαλειμμάτων της μεθόδου και μετά το τέλος της θεραπείας.<br><br> * Το πρώτο και δεύτερο στάδιο μπορούν να πραγματοποιηθούν κατά την διάρκεια του πρώτου ραντεβού."
			}
		},
		"03": {
			"type": "article-main",
			"image": "./images/tomatis-interview.png",
			"en": {
				"heading": "First appointment",
				"body": "During our first appointment, we will discuss in depth with you the logic behind the method and the connections with physiology and psychology. <br><br>After we listen to your expectations from the method, we can see together if and how the method can be helpful for your problem. <br><br>In case you have already made up your mind to trust us, we will take your detailed record, for matters related to hearing, by filling a questionaire and then you can take your first listening test!<br><br> The appointment without the medical record and listening test, takes about 30-40 minutes. Another 1 hour will be needed for the medical record and listening test."
			},
			"el": {
				"heading": "Πρώτη συνάντηση",
				"body": "Κατά τη διάρκεια της πρώτης συνάντησης, θα συζητήσουμε διεξοδικά μαζί σας την λογική της μεθόδου και τις φυσιολογικές και ψυχολογικές της προεκτάσεις.<br><br> Αφού ακούσουμε τις προσδοκίες σας, θα συμφωνήσουμε εάν και με ποιo ακριβώς τρόπο η μέθοδος μπορεί να βοηθήσει στο πρόβλημα το οποίο αντιμετωπίζετε.<br><br> Σε περίπτωση που έχετε ήδη αποφασίσει να  μας εμπιστευτείτε, θα καταγράψουμε λεπτομερές ιστορικό, για θέματα τα οποία σχετίζονται με την ακρόαση, μέσω ενός ερωτηματολογίου και να συμμετάσχετε στο πρώτο τεστ ακρόασης!<br><br>Η συνάντηση χωρίς την λήψη ιστορικού και το τεστ, διαρκεί περίπου 30-40 λεπτά. Για το ιστορικό και το τεστ θα απαιτηθεί 1 ώρα επιπλέον."
			}
		},
		"04": {
			"type": "article-main",
			"image": "./images/tomatis-listening-test.png",
			"en": {
				"heading": "Listening test",
				"body": "The listening test is conducted with the help of a device connected to a computer. <br><br>It differs from the usual hearing tests conducted by ENTs, as it checks our ability to concentrate and listen to what the ear can conceive from the environment and not the physiological ability of the ear.<br><br> Through a series of specialized tests we will graph your present ability to listen and based on that try to improve it!"
			},
			"el": {
				"heading": "Έλεγχος ακρόασης",
				"body": "Ο έλεγχος ακρόασης πραγματοποιείται με την βοήθεια συσκευής συνδεδεμένης σε ηλεκτρονικό υπολογιστή. <br><br>Διαφέρει από το σύνηθες ακουόγραμμα, το οποίο εκτελούν οι ιατροί ΩΡΛ, αφού το δικό μας τεστ ελέγχει την ικανότητά μας να συγκεντρωνόμαστε για να ακροαστούμε τους ήχους του περιβάλλοντος και όχι την φυσιολογία της ακοής. <br><br>Μέσα από μια σειρά από εξειδικευμένους ελέγχους θα σκιαγραφήσουμε την παρούσα ικανότητά σας να ακροάστε και βάσει των αποτελεσμάτων θα προσπαθήσουμε να την βελτιώσουμε!"
			}
		},
		"05": {
			"type": "article-main",
			"image": "./images/tomatis-home-sessions-2.png",
			"en": {
				"heading": "Home sessions.",
				"body": "Guided by the results of the listening test and our interaction we will then layout a suitable therapy program for you. <br><br>After that we will program and handover to you the necessary equipment (a special music playback device and headphones) for home use .<br><br> Usually a session will last around 13-15 days. Each day you will be required to listen to specialized music of 40' - 80' duration, under suitable environmental conditions."
			},
			"el": {
				"heading": "Κατ' οίκον θεραπεία",
				"body": "Με βάση τα αποτελέσματα του ελέγχου ακρόασης και της προσωπικής μας επαφής, θα αποφασίσουμε το κατάλληλο πρόγραμμα για εσάς.<br><br> Κατόπιν θα προγραμματίσουμε και θα σας παραδώσουμε τον απαιτούμενο εξοπλισμό (εξειδικευμένη συσκευή αναπαραγωγής μουσικής και ακουστικά) για χρήση στο σπίτι. <br><br> Συνήθως ένα κύκλος θεραπείας διαρκεί 13-15 ημέρες. Κάθε ημέρα θα χρειαστεί να ακούτε την ειδική μουσική για 40' - 80'  περίπου, κάτω από κατάλληλες συνθήκες περιβάλλοντος."
			}
		},
		"06": {
			"type": "article-main",
			"image": "./images/tomatis-breaks.png",
			"en": {
				"heading": "Breaks between sessions",
				"body": "After each session a rest period is required. Most often of 6-8 weeks.<br><br>During this period we will provide \"homework\" excercises which will help maintain the Tomatis effect.<br><br>After each break - and before another session -  a new listening test will be performed, to verify your progress and decide what needs to be done next."
			},
			"el": {
				"heading": "Διαλείμματα μεταξύ κύκλων",
				"body": "Μετά από κάθε κύκλο απαιτείται μια περίοδος ανάπαυσης. Συνήθως αυτή διαρκεί 6-8 εβδομάδες.<br><br>Κατά την διάρκεια αυτή θα σας αναθέσουμε κατ' οίκον ασκήσεις οι οποίες θα βοηθήσουν στην συντήρηση των αποτελεσμάτων του κύκλου ο οποίος έχει προηγηθεί.<br><br>Μετά από κάθε διάλειμμα και πριν από κάθε επόμενο κύκλο, χρειάζεται η εκ νέου διεξαγωγή  τεστ ακρόασης, προκειμένου να διαπιστωθεί η πρόοδος και να αποφασίσουμε τα επόμενα βήματα."
			}
		},
		"07": {
			"type": "article-main",
			"image": "./images/tomatis-money.png",
			"en": {
				"heading": "How much does it cost?",
				"body": "The cost of the Tomatis method, depends of the type and length of the program. The nature of the method is such, that it allows the user to validate the effectiveness - or ineffectiveness. <br><br>You can - at any point - stop the method, without any negative consequences."
			},
			"el": {
				"heading": "Πόσο κοστίζει;",
				"body": "Το κόστος της μεθόδου Tomatis εξαρτάται από το είδος και την διάρκεια του προγράμματος. Η φύση της μεθόδου είναι τέτοια που σας επιτρέπει να επαληθεύσετε μόνοι σας την αποτελεσματικότητά της. <br><br>Mπορείτε σε οποιοδήποτε σημείο να διακόψετε τους πρόγραμμα, χωρίς αρνητικές συνέπειες."
			}
		},
		"08": {
			"type": "article-main",
			"image": "./images/tomatis-for-me.png",
			"en": {
				"heading": "Is it for me?",
				"body": "<em>YES</em> if:<br><br>You feel you are loosing your concentration easily.<br><br>You feel you cannot express youself like other people do. <br><br>You would like to memorize words and sounds easier. <br><br>You want to develop your musicality. <br><br>You want to develop the ability to listen negative things about you (e.g. negative criticism) without you being affected emotionally so mutch.<br><br>e.tc."
			},
			"el": {
				"heading": "Είναι η μέθοδος για μένα;",
				"body": "<em>ΝΑΙ</em> εάν: <br><br>Νιώθετε ότι χάνετε την συγκέντρωσή σας εύκολα.<br><br>Αισθάνεστε ότι δεν μπορείτε να εκφραστείτε το ίδιο καλά με άλλους.<br><br>Θα θέλατε να απομνημονεύετε ευκολότερα λέξεις και ήχους.<br><br>Θέλετε να αναπτύξετε την μουσικότητά σας.<br><br>Θέλετε να αναπτύξετε την ικανότητα να ακούτε αρνητικά πράγματα για εσάς (π.χ. αρνητική κριτική) χωρίς να επηρεάζεστε τόσο πολύ συναισθηματικά."
			}
		}
	},
	"nlp": {
		"01": {
			"type": "article-main",
			"image": "./images/nlp-cubes.png",
			"en": {
				"heading": "What NLP stands for?",
				"body": "NLP stands for Neuro-Linguistic Programming, a name that encompasses the three most influential components involved in producing human experience: neurology, language and programming. <br><br>The neurological system regulates how our bodies function, language determines how we interface and communicate with other people and our programming determines the kinds of models of the world we create. <br><br>Neuro-Linguistic Programming describes the fundamental dynamics between mind (neuro) and language (linguistic) and how their interplay affects our body and behavior (programming). "
			},
			"el": {
				"heading": "Τι σημαίνει το ΝLP (ΝΓΠ);",
				"body": "Το ακρωνύμιο ΝΓΠ αντιστοιχεί στον Νευρο-Γλωσσολογικό Προγραμματισμό, ένα όνομα το οποίο περικλείει τα τρία πιο σημαντικά στοιχεία παραγωγής ανθρώπινης εμπειρίας: νευρολογία, γλώσσα και προγραμματισμός.  <br><br> Το νευρικό σύστημα ρυθμίζει την λειτουργία του σώματος, η γλώσσα καθορίζει πώς ερχόμαστε σε επαφή και επικοινωνούμε με τους άλλους και ο προγραμματισμός μας καθορίζει την αντίληψη την οποία έχουμε για τον κόσμο.  <br><br>Ο Νευρο-Γλωσσολογικός Προγραμματισμός περιγράφει τις θεμελιώδεις αλληλεπιδράσεις μεταξύ εγκεφάλου (νεύρο), γλώσσας (γλωσσολογικός) και πώς αυτή η αλληλεπίδραση επηρεάζει το σώμα και την συμπεριφορά μας (προγραμματισμός)."
			}
		},
		"02": {
			"type": "article-main",
			"image": "./images/map-vs-territory.png",
			"en": {
				"heading": "Fundamendal presuppositions",
				"body": "In essence, all of NLP is founded on two fundamental presuppositions: <br><br><p class='fw-900 text-center'>1</p>The Map is Not the Territory. As human beings, we can never know reality. We can only know our perceptions of reality. We experience and respond to the world around us primarily through our sensory representational systems. It is our 'neuro-linguistic' maps of reality that determine how we behave and that give those behaviors meaning, not reality itself. It is generally not reality that limits us or empowers us, but rather our map of reality.<br><br><p class='fw-900 text-center'>2</p> Life and 'Mind' are Systemic Processes. The processes that take place within a human being and between human beings and their environment are systemic. Our bodies, our societies, and our universe form an ecology of complex systems and sub-systems all of which interact with and mutually influence each other. It is not possible to completely isolate any part of the system from the rest of the system. Such systems are based on certain 'self-organizing' principles and naturally seek optimal states of balance or homeostasis.  "
			},
			"el": {
				"heading": "Βασικά αξιώματα",
				"body": "Στην ουσία ο ΝΓΠ στηρίζεται σε δύο βασικά αξιώματα:<br><br><p class='fw-900 text-center'>1</p>Ο χάρτης δεν είναι το έδαφος. Ως ανθρώπινα όντα, δεν μπορούμε ποτέ να γνωρίζουμε την ίδια την πραγματικότητα. Αυτό που γνωρίζουμε είναι η αντίληψη την οποία έχουμε γι' αυτήν. Λαμβάνουμε πείρα του κόσμου μέσα από τις αισθητηριακά συστήματα αναπαράστασης. Είναι λοιπόν αυτοί οι \"χάρτες\" της πραγματικότητας οι οποίοι καθορίζουν πώς θα συμπεριφερθούμε και νοηματοδοτούν την συμπεριφορά μας - όχι η πραγματικότητα καθ' αυτή. Γενικώς ομιλούντες δεν είναι δηλαδή η ίδια η πραγματικότητα η οποία μας παρεμποδίζει ή ενδυναμώνει αλλά ο χάρτης που έχουμε γι' αυτήν.<br><br><p class='fw-900 text-center'>2</p>Η ζωή και η σκέψη είναι συστημικές διαδικασίες. Οι διαδικασίες που λαμβάνουν χώρα εντός του ανθρώπου  και μεταξύ ανθρώπων και του περιβάλλοντός τους είναι συστημικές. Ο εγκέφαλός μας, το σώμα μας, οι κοινωνία και το σύμπαν ολόκληρο σχηματίζουν συστήματα και υπο-συστήματα τα οποία αλληλεπιδρούν. Δεν είναι λοιπόν δυνατόν να απομονώσουμε εντελώς οποιοδήποτε μέρος του συστήματος από το υπόλοιπο. Τέτοια συστήματα βασίζονται στην αρχή της \"αυτό-οργάνωσης\" και τείνουν προς την ισορροπία."
			}
		},
		"03": {
			"type": "article-main",
			"image": "./images/grinder-bandler.png",
			"en": {
				"heading": "Origins",
				"body": "NLP was originated by John Grinder (whose background was in linguistics) and Richard Bandler (whose background was in mathematics and Gestalt therapy) for the purpose of making explicit models of human excellence. <br><br>Their first work The Structure of Magic Vol. I & II (1975, 1976) identified the verbal and behavioral patterns of therapists <em>Fritz Perls</em> (the creator of Gestalt therapy) and <em>Virginia Satir</em> (internationally renowned family therapist). <br><br>Their next work Patterns of the Hypnotic Techniques of <em>Milton H. Erickson</em>, M.D. Vol. I & II (1975, 1976) examined the verbal and behavioral patterns of Milton Erickson, founder of the American Society of Clinical Hypnosis and one of the most widely acknowledged and clinically successful psychiatrists of our times. "
			},
			"el": {
				"heading": "Απαρχές",
				"body": "Ο ΝΓΠ αναπτύχθηκε από τον John Grinder (γλωσσολόγος) και τον Richard Bandler (μαθηματικός και θεραπεία Gestalt), με σκοπό την μοντελοποίηση της ανθρώπινης αριστείας.<br><br>Το πρώτο τους έργο The Structure of Magic Vol. I & II (1975, 1976), προσδιόρισε τα λεκτικά και συμπεριφορικά μοτίβα των θεραπευτών <em>Fritz Perls</em> (ο δημιουργός της θεραπείας Gestalt) και <em>Virginia Satir</em> (διεθνούς φήμης οικογενειακή θεραπεύτρια).<br><br>Το επόμενό τους έργο Patterns of the Hypnotic Techniques of <em>Milton H. Erickson</em>, M.D. Vol. I & II (1975, 1976), εξέτασε το λεκτικό και συμπεριφορικό μοτίβο του Milton Erickson, ιδρυτού της Αμερικανικής Ένωσης Κλινικής Ύπνωσης, και ενός από τους πιο γνωστούς και καταξιωμένους ψυχιάτρους της εποχής μας. "
			}
		},
		"04": {
			"type": "article-video",
			"image": "./images/Virginia.png",
			"video": "./videos/Virginia Satir Communication and Congruence.mp4",
			"en": {
				"heading": "Virginia Satir",
				"body": ""
			},
			"el": {
				"heading": "Βιργινία Σατίρ",
				"body": ""
			}
		},
		"05": {
			"type": "article-main",
			"image": "./images/Perls.png",
			"en": {
				"heading": "Fritz Perls",
				"body": ""
			},
			"el": {
				"heading": "Φρειδερίκος Πέρλς",
				"body": ""
			}
		},
		"06": {
			"type": "article-video",
			"image": "./images/Milton.png",
			"video": "./videos/Milton Erickson.mp4",
			"en": {
				"heading": "Milton Erickson",
				"body": ""
			},
			"el": {
				"heading": "Μίλτωνας Έρικσον",
				"body": ""
			}
		}
	},
	"links": {
		"01": {
			"type": "link",
			"image": "./images/reading.png",
			"en": {
				"heading": "Books",
				"body": "<li><a href='https://www.parga.com.cy/el/katigories-vivliwn/-viktor-e-frankl-vintage-man-s-search-for-meaning-102085#sthash.aa5T3ZqO.dpbs'>Man's search for meaning, by Dr. Victor Frankl</a></li> "
			},
			"el": {
				"heading": "Βιβλία",
				"body": "<li><a href='https://www.parga.com.cy/el/katigories-vivliwn/-viktor-e-frankl-vintage-man-s-search-for-meaning-102085#sthash.aa5T3ZqO.dpbs'>Αναζητώντας νόημα ζωής κι ελευθερίας σ'ένα στρατόπεδο συγκεντρώσεως - Βίκτωρ Φράνκλ</a></li>"
			}
		},
		"02": {
			"type": "link",
			"image": "./images/tv.png",
			"en": {
				"heading": "Movies",
				"body": "<li><a href='https://en.wikipedia.org/wiki/Schindler%27s_List/'>Schindler's list - when knowing how to communicate saves lives!</a></li> "
			},
			"el": {
				"heading": "Ταινίες",
				"body": "<li><a href='https://en.wikipedia.org/wiki/Schindler%27s_List/'>Η λίστα του Σίντλερ - όταν η γνώση του τρόπου επικοινωνίας σώζει ζωές!</a></li>"
			}
		},
		"03": {
			"type": "link",
			"image": "./images/violonist.png",
			"en": {
				"heading": "Music",
				"body": "<li><a href='https://www.youtube.com/watch?v=Tz3JLUeNwzg&t=557s'>Supplicatory canon to St. Paisios of Mt. Athos</a></li><li><a href='https: //www.youtube.com/watch?v=CDdvReNKKuk'>\"Amazing Grace\" - one of the best versions!</a></li>  "
			},
			"el": {
				"heading": "Μουσική",
				"body": "<li><a href='https://www.youtube.com/watch?v=Tz3JLUeNwzg&t=557s'>Παρακλητικός κανόνας στον Άγιο Παΐσιο, τον αγιορείτη</a></li><li><a href='https: //www.youtube.com/watch?v=CDdvReNKKuk'>\"Amazing Grace\" - μια από τις καλύτερες εκτελέσεις!</a></li>"
			}
		},
		"04": {
			"type": "link",
			"image": "./images/nlp-small.png",
			"en": {
				"heading": "NLP",
				"body": "<li><a href='http://www.nlpu.com/NLPU.html'>NLP Univercity</a></li><li><a href='https://nlpincrete.gr'>NLP in Crete</a></li>  "
			},
			"el": {
				"heading": "NLP",
				"body": "<li><a href='http://www.nlpu.com/NLPU.html'>NLP Univercity</a></li><li><a href='https://nlpincrete.gr'>NLP in Crete</a></li> "
			}
		},
		"05": {
			"type": "link",
			"image": "./images/language.png",
			"en": {
				"heading": "Language",
				"body": "<li><a href='http://www.akwn.net'>Akropolis News - news in ancient greek!</a></li>"
			},
			"el": {
				"heading": "Γλώσσα",
				"body": "<li><a href='http://www.akwn.net'>Ειδήσεις ΑΚΡΟΠΟΛΙΣ - ειδήσεις στα αρχαία ελληνικά!</a></li>"
			}
		}
	},
	"contacts": {
		"01": {
			"type": "article-main",
			"image": "./images/mail.png",
			"en": {
				"heading": "Contact us at: <br> <li class='fs-600 text-dark'>info@eisakoi.gr</li>",
				"body": " We will be very happy to arrange a voice or video call, to discuss the details of what we can do for you. It usually won't take more than a few hours to reply. <br></br>The communication is - of course - free of charge.<br><br>We are based in Paphos, but we can provide our services island-wide on the condition you will be able to visit us at least once."
			},
			"el": {
				"heading": "Επικοινωνείστε στο: <br> <li class='fs-600 text-dark'>info@eisakoi.gr</li>",
				"body": "Θα χαρούμε πολύ να διευθετήσουμε ένα ραντεβού ή μια τηλεφωνική ή βίντεο κλήση, για να συζητήσουμε το τι μπορούμε να κάνουμε για εσάς. Συνήθως δεν παίρνει παραπάνω από λίγες ώρες για να απαντήσουμε.<br></br>Η επικοινωνία είναι φυσικά δωρεάν. <br></br> Η βάση μας βρίσκεται στην Πάφο, πλην όμως μπορούμε να παρέξουμε τις υπηρεσίες μας σε όλη την Κύπρο, υπό την προϋπόθεση ότι θα μπορέσετε να μας επισκεφτείτε τουλάχιστον μια φορά."
			}
		}
	}
}