{
	"en": {
		"langdesc": "English",
		"menu-and-footer": {
			"index": "home",
			"tomatis": "tomatis",
			"nlp": "nlp",
			"links": "links",
			"contact": "contact",
			"footer-certifications": "International Certifications: NLP Practitioner & Master Practitioner, Tomatis Level 1 & 2"
		},
		"index": {
			"01": {
				"type": "article-main",
				"image": "./images/bench-conversation.png",
				"heading": "Welcome",
				"body": "Our website is dedicated to the development of our emotional, cognitive and motor skills, through music and language. <br></br> At <em>εισακοή</em> we use the TOMATIS method, supported by NLP (Neuro-Linguistic Programming) tools, aiming mainly to improve listening and speaking functions.<br></br></br>The aural-vocal loop is a complex, higher psychosomatic function, which involves the hearing organs, the nervous system and the vocal organs.<br></br></br> So by focusing on the problem areas of this loop, we can not only correct them, but at the same time illuminate areas of our inner world that may need special care - sometimes from another specialist in the corresponding field. Have a good tour!"
			},
			"02": {
				"type": "article-blockquote",
				"image": "./images/Alfred.png",
				"heading": "\"Listening is to hearing, what aiming is to sight.\"",
				"body": "—Dr. ENT Alfred Tomatis (1920 - 2001)"
			},
			"03": {
				"type": "article-main",
				"image": "./images/loop.png",
				"heading": "Listening - Processing - Vocalizing (1/2)",
				"body": "At εισακοή, we do not deal with damage or diseases of the organs of hearing and speech, for the treatment of which ENT doctors are responsible.<br></br>Instead, we focus on improving the acoustic-phonological loop on a psychosomatic level, as you will see in detail below.<br></br>It is possible that the organs of hearing and phonation are completely healthy and yet the acoustic-phonological loop has a degraded function.<br></br>This degradation can be temporary or chronic and due to factors such as anxiety, depression, insomnia, chronic fatigue, difficulty concentrating, loss of meaning, etc.<br></br> Gradually (especially when chronic) these factors lead the psychosomatic listening system to partial inactivity, further disconnecting us from the \"outside\" world and burdening our emotional and cognitive state."
			},
			"04": {
				"type": "article-main",
				"image": "./images/loop.png",
				"heading": "Listening - Processing - Vocalizing (2/2)",
				"body": "When hearing is impaired, the brain does not process and analyze sounds properly, even though the person hears well. It is therefore necessary to help the brain recover the correct processing and analysis of sounds.<br></br>The brain is particularly sensitive to sudden changes that it cannot predict. So, while you might ignore the neighbor's dog barking for the umpteenth time, you would be surprised and would definitely get your attention if the dog suddenly meowed! This unexpected change triggers the brain to focus on the stimulus.<br></br>By gradually training the brain to BE AWARE of the auditory stimuli, the acoustic-phonological loop is adjusted and automatic changes occur in the pronunciation / recitation / singing (voice timbre, rhythm, clarity).<br></br>This is due to the fact that the brain can now listen not only to the sounds and voices of the environment, but also to our own voice."
			},
			"05": {
				"type": "article-blockquote",
				"image": "./images/Erotokritos_and_Arethousa.png",
				"heading": "\" Of all that is good in a man, <br></br> words have grace <br></br> to make every heart take comfort; <br></br> and he who possesses to speak with knowledge and manner,<br></br> makes the eyes of men both weep and laugh.\"",
				"body": "—Vincenzo Cornaro \"Erotokritos\""
			},
			"06": {
				"type": "article-main",
				"image": "./images/loop.png",
				"heading": "What exactly is NLP?",
				"body": "NLP is the acronym for Neuro Linguistic Programming. NLP is a model of communication and behavior that studies patterns of behavior and interaction between the brain (\"neuro\"), language (\"linguistic\") and the body.<br></br> From the perspective of NLP, it is this interplay that creates either the efficient or the ineffective behavior of the individual and is responsible for the functions behind human superiority or pathology.<br></br> NLP teaches ways and methods of communication - first with ourselves and then with those around us - where through expression (verbal & non-verbal) we program our \"nervous\" system into behaviors that are healthy for us and those around us."
			},
			"07": {
				"type": "article-main",
				"image": "./images/loop.png",
				"heading": "How can Tomatis method and NLP can help me?",
				"body": "These methods - as they are used at εισακοή - can help with problems in the following areas: <br></br> <ul class=\"fs-500 text-soft\"><li>Attention</li><li>Learning</li><li>Speech & Language - Song & Music</li><li>Incorporating foreign language</li><li>Body mobility and coordination</li><li>Emotions regulation</li><li>Autism spectrum disorders</li></ul>"
			}
		},
		"tomatis": {
			"01": {
				"type": "article-main",
				"image": "./images/bench-conversation.png",
				"heading": "Hi!",
				"body": "Ho!"
			}
		},
		"nlp": {
			"01": {
				"type": "article-main",
				"image": "./images/bench-conversation.png",
				"heading": "Hi!",
				"body": "Ho!"
			}
		},
		"links": {
			"01": {
				"type": "article-main",
				"image": "./images/reading.png",
				"heading": "Books",
				"body": "<li><a href='https://www.parga.com.cy/el/katigories-vivliwn/-viktor-e-frankl-vintage-man-s-search-for-meaning-102085#sthash.aa5T3ZqO.dpbs'>Man's search for meaning, by Dr. Victor Frankl</a></li> "
			},
			"02": {
				"type": "article-main",
				"image": "./images/tv.png",
				"heading": "Movies",
				"body": "<li><a href='https://en.wikipedia.org/wiki/Schindler%27s_List/'>Schindler's list - when knowing how to communicate saves lives!</a><li> "
			},
			"03": {
				"type": "article-main",
				"image": "./images/violonist.png",
				"heading": "Music",
				"body": "<li><a href='https://www.youtube.com/watch?v=Tz3JLUeNwzg&t=557s'>Supplicatory canon to St. Paisios of Mt. Athos</a></li><li><a href='https: //www.youtube.com/watch?v=CDdvReNKKuk'>\"Amazing Grace\" - one of the best versions!</a></li>  "
			},
			"04": {
				"type": "article-main",
				"image": "./images/nlp-small.png",
				"heading": "NLP",
				"body": "<li><a href='http://www.nlpu.com/NLPU.html'>NLP Univercity</a></li><li><a href='https://nlpincrete.gr'>NLP in Crete</a></li>  "
			},
			"05": {
				"type": "article-main",
				"image": "",
				"heading": "Language",
				"body": "<li><a href='http://www.akwn.net'>Akropolis News - news in ancient greek</a></li>"
			}
		},
		"contact": {
			"01": {
				"type": "article-main",
				"image": "./images/mail.png",
				"heading": "Contact us",
				"body": "Leave as a message at: <br></br><li class='fs-700 text-dark'>info@εισακοη.ελ</li><br></br> We will be very happy to arrange a voice or video call, to discuss the details of what we can do for you. It usually won't take more than a few hours to reply. <br></br>The communication is - of course - free of charge."
			}
		}
	},
	"el": {
		"langdesc": "Ελληνικά",
		"menu-and-footer": {
			"index": "αρχική",
			"tomatis": "tomatis",
			"nlp": "nlp",
			"links": "σύνδεσμοι",
			"contact": "επικοινωνία",
			"footer-certifications": "Διεθνείς πιστοποιήσεις: NLP Practitioner & Master Practitioner, Tomatis Level 1 & 2"
		},
		"index": {
			"01": {
				"type": "article-main",
				"image": "./images/bench-conversation.png",
				"heading": "Καλωσορίσατε",
				"body": "Ο ιστότοπός μας είναι αφιερωμένος στην ανάπτυξη των συναισθηματικών, γνωστικών και κινητικών ικανοτήτων μας, μέσα από την μουσική και την γλώσσα.<br></br> Στην εἰσακοή χρησιμοποιούμε την μέθοδο TOMATIS, σε πλαισιωμένη με εργαλεία του ΝΓΠ (Νευρογλωσσικός Προγραμματισμός - NLP), στοχεύοντας κυρίως στο να βελτιώσουμε τις λειτουργίες ακρόασης και φώνησης.<br></br>Ο βρόγχος ακρόασης - επεξεργασίας - φώνησης αποτελεί μια πολύπλοκη ψυχοσωματική λειτουργία, η οποία εμπλέκει τα όργανα της ακοής, το νευρικό σύστημα και τα όργανα της φώνησης.<br></br>Εστιάζοντας λοιπόν τις προβληματικές περιοχές αυτού του βρόγχου, μπορούμε όχι μόνο να τις διορθώσουμε, αλλά ταυτόχρονα να φωτίσουμε περιοχές του εσωτερικού μας κόσμου που ίσως χρειάζονται ιδιαίτερη φροντίδα - κάποτε από άλλον ειδικό θεραπευτή στον τομέα αυτό. Καλή περιήγηση! "
			},
			"02": {
				"type": "article-blockquote",
				"image": "./images/Alfred.png",
				"heading": "\"Η ακρόαση είναι για την ακοή, ότι η στόχευση για την όραση.\"",
				"body": "—ιατρός ΩΡΛ Άλφρεντ Τοματίς (1920 - 2001) "
			},
			"03": {
				"type": "article-main",
				"image": "./images/loop.png",
				"heading": "Ακρόαση-Επεξεργασία-Φώνηση (1/2)",
				"body": "Στην εἰσακοή δεν ασχολούμαστε με βλάβες ή παθήσεις των οργάνων της ακοής και της φώνησης, για την θεραπεία των οποίων υπεύθυνοι είναι οι ιατροί ΩΡΛ.<br></br>Αντίθετα εστιάζουμε στην βελτίωση του ακουστικο-φωνολογικού βρόγχου σε ψυχοσωματικό επίπεδο, όπως θα δείτε αναλυτικά στην συνέχεια.<br></br>Μπορεί τα οργάνα ακοής και φώνησης να είναι απολύτως υγιή και παρ’όλα αυτά o ακουστικό-φωνολογικός βρόγχος να έχει υποβαθμισμένη λειτουργία.<br></br>Η υποβάθμιση αυτή μπορεί να είναι προσωρινή ή χρόνια και να οφείλεται σε παράγοντες όπως άγχος, κατάθλιψη, αϋπνία,χρόνια κόπωση, δυσκολία συγκέντρωσης, απώλεια νοήματος κ.α.<br></br>Σταδιακά (ιδιαίτερα όταν χρονίσουν) οι παράγοντες αυτοί οδηγούν το ψυχοσωματικό σύστημα ακρόασης σε μερική αδράνεια, αποσυνδέοντας μας περαιτέρω από τον “έξω” κόσμο και επιβαρύνοντας την συναισθηματική και γνωστική μας κατάσταση. "
			},
			"04": {
				"type": "article-main",
				"image": "./images/loop.png",
				"heading": "Ακρόαση-Επεξεργασία-Φώνηση (2/2)",
				"body": "Όταν η ακρόαση διαταράσσεται, ο εγκέφαλος δεν επεξεργάζεται και δεν αναλύει σωστά τους ήχους, παρ'όλο που το άτομο ακούει καλά. Είναι επομένως απαραίτητο να βοηθήσουμε τον εγκέφαλο να ανακτήσει τη σωστή επεξεργασία και ανάλυση των ήχων.<br></br>Ο εγκέφαλος είναι ιδιαίτερα ευαίσθητος σε αιφνίδιες αλλαγές που δεν μπορεί να προβλέψει. Έτσι, ενώ μπορεί να αγνοείτε το σκυλί του γείτονα που γαβγίζει για πολλοστή φορά, θα αιφνιδιαζόσασταν και θα προσέλκυε σίγουρα την προσοχή σας εάν ο σκύλος ξαφνικά νιαούριζε! Αυτή η απροσδόκητη αλλαγή ενεργοποιεί τον εγκέφαλο στο να εστιάσει στο ερέθισμα.<br></br>Εκπαιδεύοντας σταδιακά τον εγκέφαλο να ΠΡΟΣΕΧΕΙ τα ακουστικά ερεθίσματα ο ακουστικο-φωνολογικός βρόγχος ρυθμίζεται καιαυτομάτως επέρχονται αλλαγές στην φώνηση / απαγγελία / τραγούδι (χροιά φωνής, ρυθμός,ευκρίνεια).<br></br>Αυτό οφείλεται στο γεγονός ότι ο εγκέφαλος μπορεί πλέον να ακροάται όχι μόνο τους ήχους και τις φωνές του περιβάλλοντος,αλλά και την ίδια την φωνή μας. "
			},
			"05": {
				"type": "article-blockquote",
				"image": "./images/Erotokritos_and_Arethousa.png",
				"heading": "\" Aπ' ό,τι κάλλη έχει άνθρωπος,<br>τα λόγια έχουν τη χάρη<br>να κάμουσιν κάθε καρδιάν παρηγοριά να πάρει·<br>κι οπού κατέχει να μιλεί με γνώσιν και με τρόπον,<br>κάνει και κλαίσιν και γελούν τα μάτια των ανθρώπων.\"",
				"body": "— Βιντζέντου Κορνάρου “Ερωτόκριτος”"
			},
			"06": {
				"type": "article-main",
				"image": "./images/loop.png",
				"heading": "Τι ακριβώς είναι ο NΓΠ (NLP);",
				"body": "NLP είναι το ακρώνυμο του Neuro Linguistic Programming που μεταφράζεται στα Ελληνικά ως Νεύρο Γλωσσολογικός Προγραμματισμός.<br></br>Είναι ένα μοντέλο επικοινωνίας και συμπεριφοράς το οποίο μελετά τα πρότυπα συμπεριφοράς και αλληλοεπίδρασης μεταξύ του εγκεφάλου («νεύρο»), της γλώσσας («γλωσσολογικός») και του σώματος.<br></br> Από την οπτική γωνία του NLP, αυτή η αλληλοεπίδραση είναι που δημιουργεί είτε την αποδοτική είτε την μη αποδοτική συμπεριφορά του ατόμου και είναι υπεύθυνη για τις λειτουργίες που βρίσκονται πίσω από την υπεροχή ή την παθολογία του ανθρώπου.<br></br> Το NLP διδάσκει τρόπους και μεθόδους επικοινωνίας – πρωτίστως με τον εαυτό μας και έπειτα με τους γύρω μας – όπου διά μέσω της έκφρασης (λεκτικής & μη λεκτικής) προγραμματίζουμε το «νευρικό» μας σύστημα σε συμπεριφορές υγιείς για εμάς και τους γύρω μας."
			},
			"07": {
				"type": "article-main",
				"image": "./images/loop.png",
				"heading": "Πώς ακριβώς μπορεί να με βοηθήσει η μέθοδος TOMATIS πλαισιωμένη από τον ΝΓΠ;",
				"body": "Οι μέθοδοι - όπως χρησιμοποιούνται στην εἰσακοή - μπορούν να βοηθήσουν σε προβλήματα στους πιο κάτω τομείς: <br></br> <ul class=\"fs-500 text-soft\"><li>Προσοχή</li><li>Μάθηση</li><li>Ομιλία & Γλώσσα - Τραγούδι & Μουσική</li><li>Ενσωμάτωση ξένων γλωσσών</li><li>Κινητικές δεξιότητες και συντονισμός</li><li>Διαχείριση των συναισθημάτων</li><li>Διαταραχές του φάσματος του αυτισμού</li></ul>"
			}
		}
	}
}